[
    {
      "id": "1",
      "name": "Abbey Road",
      "author": "The Beatles",
      "year": "1969",
      "description": "Abbey Road by The Beatles is a legendary vinyl album that defines the pinnacle of the band's creativity. Released in 1969, it features iconic tracks like Come Together, Here Comes the Sun, and Octopus's Garden. The album's distinctive cover art and timeless music make it a must-have for any vinyl collector, taking you on a nostalgic journey through the Beatles' iconic sound and songwriting prowess.",
      "genre": "Rock",
      "image": "abbey-road.jpg",
      "price": "22,50"
    },
    {
      "id": "2",
      "name": "Get Rich Or Die Tryin'",
      "author": "50 Cent",
      "year": "2003",
      "description": "Get Rich Or Die Tryin' by 50 Cent is a classic hip-hop vinyl album that exploded onto the scene in 2003. This debut album catapulted 50 Cent to stardom with chart-topping hits like In Da Club and 21 Questions. Its gritty lyrics and powerful beats capture the essence of street life, making it a raw and influential addition to any vinyl collection. Immerse yourself in the world of 50 Cent as he shares his journey from the streets to superstardom through this iconic record.",
      "genre": "Hip Hop",
      "image": "50cent.jpg",
      "price": "29,99"
    },
    {
      "id": "3",
      "name": "Doggystyle Clear Vinyl Edition",
      "author": "Snoop Doggy Dogg",
      "year": "1993",
      "description": "Reissue to celebrate the 30th anniversary of the legendary album - in limited edition for the first time again with Gz Up, Hoes Down! To celebrate the 30th anniversary of Snoop Dogg's multi-platinum album 'Doggystyle', considered one of the most important albums of all time, Death Row Records is re-releasing the album on vinyl with the original tracklist from 1993. This new 30th anniversary edition will feature the track 'Gz Up, Hoes Down', which has not been on the album since it was pressed in 1993. For fans new and old, this is the ultimate version of the classic track that launched Snoop's solo career and helped define the sound of Los Angeles.",
      "genre": "Hip Hop",
      "image": "snoopdogg.jpg",
      "price": "34,99"
    },
    {
      "id": "4",
      "name": "Schläge Für HipHop Red Anniversary Edition",
      "author": "Favorite & Hollywood Hank",
      "year": "2008",
      "description": "Schläge Für HipHop Red Anniversary Edition by Favorite & Hollywood Hank is a special vinyl release that celebrates the enduring legacy of German hip-hop. Originally released in 2004, this anniversary edition features the duo's iconic tracks in a vibrant red vinyl format. With hard-hitting beats and sharp lyrical prowess, it's a must-have for fans of German hip-hop, offering a nostalgic trip back to the roots of the genre and a showcase of Favorite & Hollywood Hank's remarkable talent.",
      "genre": "Hip Hop",
      "image": "fnh.jpg",
      "price": "26,99"
    },
    {
      "id": "5",
      "name": "Wall Of Eyes Blue Vinyl Edition",
      "author": "The Smile",
      "year": "2024 ",
      "description": "Wall Of Eyes Blue Vinyl Edition by The Smile is a mesmerizing auditory journey through experimental and avant-garde music. This special blue vinyl edition of their album offers a unique sonic experience that pushes the boundaries of traditional soundscapes. The Smile, a collaborative project featuring members of Radiohead and Sons Of Kemet, delves into a sonic realm that is both haunting and beautiful. With a blend of ethereal melodies and unconventional instrumentation, this album is a collector's dream, inviting listeners to immerse themselves in a truly avant-garde musical adventure.",
      "genre": "Rock & Indie",
      "image": "thesmile.jpg",
      "price": "25,99"
    },
    {
      "id": "6",
      "name": "AmeriKKKa's Most Wanted",
      "author": "Ice Cube",
      "year": "1990 ",
      "description": "AmeriKKKa's Most Wanted by Ice Cube is a groundbreaking vinyl album that emerged in 1990 as a fierce voice against social and political issues in America. With raw and unapologetic lyrics, Ice Cube confronts the challenges faced by Black communities while delivering unforgettable tracks like The Nigga Ya Love to Hate and Endangered Species (Tales from the Darkside). This album is a powerful portrayal of the rapper's perspective, unearthing the harsh realities of the time. AmeriKKKa's Most Wanted remains a significant cultural and musical artifact, offering a gripping narrative of the era through its compelling beats and provocative verses.",
      "genre": "Hip Hop",
      "image": "icecube.jpg",
      "price": "28,99"
    },
    {
      "id": "7",
      "name": "Melodrama",
      "author": "Lorde",
      "year": "2017",
      "description": "Melodrama is the second studio album by New Zealand singer Lorde.",
      "genre": "Pop",
      "image": "lorde.jpg",
      "price": "14,99"
    },
    {
      "id": "8",
      "name": "Use Your Illusion I",
      "author": "Guns N' Roses",
      "year": "1991",
      "description": "USE YOUR ILLUSION I remastered for the first-time ever from high-resolution 96kHz 24-bit transfers from the original stereo 1/2-inch analog master tapes. Includes “November Rain” with a real 50-piece orchestra for the first-time ever – Newly recorded, conducted & arranged by Grammy® Award winner & Emmy Award nominated composer Christopher Lennertz, 2x 180-gram heavy-weight audiophile black vinyl in gatefold jacket with a 12″x12″ insert",
      "genre": "Rock & Indie",
      "image": "gunsnroses.jpg",
      "price": "20,99"
    },
    {
      "id": "9",
      "name": "Thriller",
      "author": "Michael Jackson",
      "year": "1982",
      "description": "Thriller by Michael Jackson is an iconic vinyl album that forever altered the landscape of popular music. Released in 1982, this record features some of the most legendary tracks in music history, including Billie Jean, Thriller, and Beat It. Michael Jackson's unparalleled talent and groundbreaking music videos helped define the 1980s pop culture. This album is a testament to his status as the King of Pop, offering a timeless blend of catchy melodies, innovative production, and unforgettable dance moves. Thriller is not just an album; it's a cultural phenomenon and a must-have for any vinyl enthusiast.",
      "genre": "Pop",
      "image": "thriller.jpg",
      "price": "25,99"
    },
    {
      "id": "10",
      "name": "Music Sounds Better With You Maxi-Mix",
      "author": "Stardust",
      "year": "1998",
      "description": "Music Sounds Better With You Maxi-Mix by Stardust is a vinyl masterpiece that encapsulates the essence of electronic music's golden era. Released in 1998, this extended mix of the iconic track Music Sounds Better With You takes you on a mesmerizing journey of pulsating beats and infectious melodies. Stardust, a collaboration between Daft Punk's Thomas Bangalter and Alan Braxe, crafted a timeless anthem that continues to ignite dancefloors worldwide. With its hypnotic groove and euphoric atmosphere, this maxi-mix is a must-have for vinyl collectors and dance music enthusiasts alike, ensuring that the music truly sounds better with Stardust.",
      "genre": "Electronic & Dance",
      "image": "stardust.jpg",
      "price": "13,99"
    },
    {
      "id": "11",
      "name": "The Last Stand",
      "author": "Boot Camp Clik",
      "year": "2006",
      "description": "The Last Stand is the third studio album by the American hip hop collective Boot Camp Clik. It was released in 2006 through Duck Down Music. The production was handled by 9th Wonder, Marco Polo, Da Beatminerz, Coptic, Illmind, Ken Ring, Large Professor, Pete Rock, Rune Rotter and Sic Beats. The album marked the return of the original 1997 group lineup.",
      "genre": "Hip Hop",
      "image": "bootcamp.jpg",
      "price": "39,99"
    },
    {
      "id": "12",
      "name": "Vom Strengen Geruch Des Lockeren Lebens",
      "author": "Retrogott & Hulk Hodn",
      "year": "2023",
      "description": "Vom Strengen Geruch Des Lockeren Lebens by Retrogott & Hulk Hodn, released in 2023, is a captivating vinyl album that combines introspective lyrics and innovative production, offering a thought-provoking and soulful musical experience. It's a must-have for collectors and a testament to German hip-hop's contemporary evolution.",
      "genre": "Hip Hop",
      "image": "hulk.jpg",
      "price": "24,99"
    }
    
  ]
  